GESN_DATA = {
    "short_names":{
        "I":"Роторное бурение. Направленное бурение с применением винтовых забойных двигателей",
        "II":"Колонковое бурение",
        "III":"Ударно-вращательное, перфораторное бурение",
        "IV":"Шнековое бурение",
        "V":"Ударно-канатное бурение"
    },
    "data":{
        "I":[        
            {
            "soil_group": 1,
            "description":"Торф и растительный слой без корней. Рыхлые: лесс, пески (не плывуны), супеси без гальки и щебня. Ил влажный и иловатые грунты. Суглинки лессовидные. Трепел. Мел слабый."
            },
            {
            "soil_group": 2,
            "description": "Торф и растительный слой с корнями с небольшой примесью мелкой (до 3 см) гальки или щебня. Пески плотные. Суглинок плотный, лесс. Мергель рыхлый. Плывуны. Лед. Глины средней плотности. Мел. Диатомит. Каменная соль (галит). Железная руда охристая."
            },
            {
            "soil_group": 3,
            "description": "Суглинки и супеси с примесью свыше 20% мелкой (до 3 см) гальки и щебня. Лесс плотный. Дресва. Глины: с частыми прослоями (до 5 см) слабосцементированных песчаников и мергелей, плотные мергелистые, загипсованные, песчанистые. Алевролиты глинистые слабосцементированные. Песчаники слабосцементированные глинистые на известковистом цементе. Мергель. Известняк-ракушечник, мел плотный, магнезит. Гипс тонкокристаллический выветрелый. Каменный уголь слабый. Сланцы: тальковые, разрушенные, всех разновидностей. Марганцевая руда. Железная руда окисленная, рыхлая. Бокситы глинистые."
            },
            {
            "soil_group": 4,
            "description": "Галечник, состоящий из мелких галек осадочных пород. Мерзлые водоносные пески, ил, торф. Алевролиты плотные, глинистые. Песчаники глинистые. Мергель плотный. Неплотные: известняки и доломиты. Магнезит плотный. Пористые: известняки, туфы. Опоки глинистые. Гипс кристаллический. Ангидрит. Калийные соли. Каменный уголь средней твердости. Бурый уголь крепкий. Каолин первичный. Сланцы: глинистые, песчано-глинистые, горючие, углистые, алевролитовые. Апатит кристаллический. Мартитовые и им подобные руды сильно выветрелые. Железная руда мягкая вязкая. Бокситы."
            },
            {
            "soil_group": 5,
            "description": "Галечно-щебенистые грунты. Мерзлые: песок крупнозернистый, дресва, ил, глины песчанистые. Песчаники на известковистом и железистом цементе. Алевролиты. Аргиллиты. Глины аргиллитоподобные, весьма плотные. Конгломерат осадочных пород на песчано-глинистом или другом пористом цементе. Известняки. Мрамор. Доломиты мергелистые. Ангидрит весьма плотный. Опоки пористые выветрелые. Каменный уголь твердый. Антрацит. Фосфориты желваковые. Сланцы глинистые, хлоритовые, мартитовые и им подобные руды неплотные."
            },
            {
            "soil_group": 6,
            "description": "Глины плотные мерзлые. Глины плотные с прослоями доломита и сидеритов. Конгломерат осадочных пород на известковистом цементе. Песчаники: полевошпатовые, кварцево-известковистые. Алевролиты с включением кварца. Известняки: плотные доломитизированные, скарнированные. Доломиты плотные. Опоки. Сланцы окварцованные. Аргиллиты слабоокремненные. Тальково-карбонатные породы. Апатиты. Колчедан сыпучий. Бурые железняки ноздреватые. Гематито-мартитовые руды. Сидериты."
            },
            {
            "soil_group": 7,
            "description": "Аргиллиты окремненные. Галечник изверженных и метаморфических пород (речник). Щебень мелкий без валунов. Конгломераты с галькой (до 50%) изверженных пород на песчано-глинистом цементе. Конгломераты осадочных пород на кремнистом цементе. Песчаники кварцевые. Доломиты весьма плотные. Окварцованные: полевошпатовые песчаники, известняки. Опоки крепкие, плотные. Крупно- и среднезернистые, затронутые выветриванием: граниты, сиениты, диориты, габбро и другие изверженные породы. Бурые железняки ноздреватые пористые. Хромиты. Сульфидные руды. Мартито-сидеритовые и гематитовые руды. Амфибол-магнетитовые руды."
            },
            {
            "soil_group": 8,
            "description": "Аргиллиты кремнистые. Конгломераты изверженных пород на известковистом цементе. Доломиты окварцованные. Окремненные: известняки и доломиты. Фосфориты плотные пластовые. Сланцы окремненные. Гнейсы мелкозернистые, затронутые выветриванием: граниты, сиениты, габбро. Кварцево-карбонатные и кварцево-баритовые породы. Бурые железняки пористые. Гидрогематитовые руды плотные. Кварциты: гематитовые, магнетитовые. Колчедан плотный. Бокситы диаспоровые."
            },
            {
            "soil_group": 9,
            "description": "Базальты. Конгломераты изверженных пород на кремнистом цементе. Известняки карстовые. Кремнистые: песчаники, известняки. Доломиты кремнистые. Фосфориты пластовые окремненные. Сланцы кремнистые. Кварциты: магнетитовые и гематитовые. Роговики. Альбитофиры и кератофиры. Трахиты. Порфиры окварцованные. Диабазы тонкокристаллические. Туфы окремненные, ороговикованные. Крупно- и среднезернистые: граниты, гранито-гнейсы, гранодиориты, сиениты, габбро-нориты, пегматиты. Окварцованные: амфиболит, колчедан. Кварцево-турмалиновые породы, не затронутые выветриванием. Бурые железняки плотные. Кварцы со значительным количеством колчедана. Бариты плотные."
            },
            {
            "soil_group": 10,
            "description": "Валунно-галечные отложения изверженных и метаморфизованных пород. Песчаники кварцевые сливные. Джеспилиты, затронутые выветриванием. Фосфатно-кремнистые породы. Кварциты неравномернозернистые. Кварцевые: альбитофиры и кератофиры. Мелкозернистые: граниты, гранито-гнейсы и гранодиориты. Микрограниты. Пегматиты плотные, сильно кварцевые. Магнетитовые и мартитовые руды плотные с прослойками роговиков. Бурые железняки окремненные. Кварц жильный. Порфириты сильно окварцованные и ороговикованные."
            },
            {
            "soil_group": 11,
            "description": "Альбитофиры тонкозернистые, ороговикованные. Джеспилиты, не затронутые выветриванием. Сланцы яшмовидные кремнистые. Кварциты. Роговики железистые очень твердые. Кварц плотный. Корундовые породы. Джеспилиты гематито-мартитовые и гематито-магнетитовые."
            },
            {
            "soil_group": 12,
            "description": "Совершенно не затронутые выветриванием монолитно-сливные: джеспилиты, кремень, яшмы, роговики, кварциты, эгериновые и корундовые породы."
            }
        ],
        "II":[
            {
            "soil_group": 1,
            "description": "Ил влажный. Иловатые грунты. Лесс мягкопластичный, рыхлый, слежавшийся, весьма низкой прочности. Мел увлажненный, весьма низкой прочности, песок крупнозернистый (0,5 - 2,0 мм) рыхлый, песок среднезернистый (0,2 - 0,5 мм) рыхлый, песок мелкозернистый (0,1 - 0,2 мм) рыхлый. Песчано-глинистый грунт рыхлый, с примесью (до 10%) мелкой гальки и гравия; рыхлый с примесью (до 20%) мелкой гальки и гравия. Растительный слой без корней. Суглинки лессовидные рыхлые, мягкопластичные. Супесь пластичная рыхлая. Торф рыхлый без корней с небольшой примесью гальки и гравия. Трепел."
            },
            {
            "soil_group": 2,
            "description": "Глина тугопластичная, диатомит, каменная соль (галит), лед, лесс плотный, слежавшийся. Мел низкой прочности. Песок крупнозернистый (0,5 - 2,0 мм) плотный, сухой. Песок среднезернистый (0,2 - 0,5 мм) плотный, сухой. Песок мелкозернистый (0,1 - 0,2 мм) плотный, сухой. Плывун. Растительный слой с корнями и примесью до 10% мелкой (до 3 см) гальки и щебня. Суглинки тугопластичные. Супесь твердая. Торф с корнями и примесью до 10% мелкой (до 3 см) гальки и щебня. Трепел весьма низкой прочности."
            },
            {
            "soil_group": 3,
            "description": "Алевролит глинистый низкой прочности. Гипс тонкокристаллический, выветрелый, низкой прочности. Глина ленточная, мягкопластичная; глина ленточная, текуче-пластичная; мягкопластичная; мягкопластичная, вязкая, песчаная; полутвердая с частыми прослоями (до 5 см) слабосцементированных песчаников; полутвердая с частыми прослоями (до 5 см) слабосцементированных мергелей. Дресва. Ракушечник, ракушечник пористый. Магнезит низкой прочности. Мел малопрочный. Мергель низкой прочности. Пемза. Песчано-глинистый грунт со значительной примесью (от 20 до 30%) щебня, гравия и мелкой гальки. Песчаник крупнозернистый глинистый, низкой прочности на глинистом цементе, низкой прочности на известковистом цементе. Песчаник среднезернистый глинистый, низкой прочности на глинистом цементе, низкой прочности на известковистом цементе. Песчаник мелкозернистый глинистый, низкой прочности на глинистом цементе, низкой прочности на известковом цементе. Сланец тальковый разрушенный, низкой прочности. Суглинки полутвердые с примесью свыше 20% мелкой (до 3 см) гальки и щебня, мергелистые, загипсованные, песчанистые. Супесь твердая с примесью свыше 20% мелкой (до 3 см) гальки и щебня, мергелистая, загипсованная, песчанистая. Терпел малопрочный."
            },
            {
            "soil_group": 4,
            "description": "Алеврит пониженной прочности. Ангидрит. Бетон слабый со щебнем осадочных пород. Галечник, состоящий из галек осадочных пород. Гипс кристаллический малопрочный. Глина песчаная, текуче-пластичная, полутвердая. Доломит малопрочный. Змеевик (серпентин). Известняк малопрочный; пористый, выветрившийся, пористый, малопрочный. Ил водоносный, мерзлый. Конгломерат осадочных пород на глинистом цементе. Магнезит малопрочный. Мел малопрочный. Опока глинистая. Песок крупнозернистый (0,5 - 2,0 мм) водоносный, мерзлый; маловодоносный, мерзлый. Песок среднезернистый (0,2 - 0,5 мм) водоносный, мерзлый, маловодоносный, мерзлый. Песок мелкозернистый (0,1 - 0,2 мм) водоносный, мерзлый, маловодоносный, мерзлый. Песчаник крупнозернистый, выветрившийся, глинистый пониженной прочности, глинистый малопрочный, глинистый низкой прочности, с примесью галечника. Песчаник среднезернистый выветрившийся, глинистый пониженной прочности, глинистый малопрочный, глинистый низкой прочности. Песчаник мелкозернистый, выветрившийся, глинистый пониженной прочности, глинистый малопрочный, глинистый низкой прочности, сланец выветрившийся, глинистый низкой прочности, горючий низкой прочности, углистый низкой прочности, песчанистый низкой прочности. Торф водоносный мерзлый. Туфы слоистые, уплотненные, малопрочные, рыхлые, пористые."
            },
            {
            "soil_group": 5,
            "description": "Алевролит малопрочный. Ангидрит средней прочности. Аргиллит малопрочный. Галечно-щебенистый грунт. Глина аргиллитовая, твердая, аргиллитоподобная, тугопластичная, песчанистая, мерзлая, с примесью гравия и гальки, мерзлая. Доломит мергелистый, малопрочный, пористый, выветрившийся, весьма низкой прочности. Дресва мерзлая. Змеевик (серпентин) низкой прочности. Известняк, доломитизированный, весьма низкой прочности, мергелистый, весьма низкой прочности. Мергель средней прочности. Мрамор. Опока пористая, выветрелая. Песок крупнозернистый (0,5 - 2,0 мм) мерзлый. Песок мелкозернистый (0,1 - 0,2 мм) мерзлый. Песчано-глинистый грунт с большим (более 30%) содержанием гравия и гальки. Песок крупнозернистый на железистом цементе, на известковистом цементе. Песчаник среднезернистый на железистом цементе, на известковистом цементе. Песчаник мелкозернистый на железистом цементе, на известковистом цементе. Сланец глинистый малопрочный, хлоритовый малопрочный. Цементный камень."
            },
            {
            "soil_group": 6,
            "description": "Алевролит с включением кварца. Аргиллит слабоокремненный средней прочности, сильновыветрившийся. Бетон крепкий со щебнем осадочных пород. Бокситы. Габбро выветрившееся, крупнозернистое выветрившееся, среднезернистое выветрившееся, мелкозернистое выветрившееся. Галечник мелкий без валунов, связанный глинистым материалом, с ледяными прослойками, мерзлый. Глина влажная, твердая, мерзлая, с прослоями доломита, с прослоями сидеритов. Гранит крупнозернистый, выветрившийся, среднезернистый выветрившийся, мелкозернистый, выветрившийся. Доломит средней прочности. Известняк доломитизированный, средней прочности; мергелистый, средней прочности. Ракушечник скарнированный, средней прочности. Конгломерат осадочных пород на известковом цементе. Опока средней прочности. Песчаник крупнозернистый кварцево-известковый, полевошпатовый. Песчаник среднезернистый кварцево-известковистый, полевошпатовый. Песчаник мелкозернистый кварцево-известковистый, полевошпатовый. Песчаник-змеевик прочный крупнозернистый, среднезернистый, мелкозернистый. Порфир крупнозернистый, выветрившийся; средне зернистый выветрившийся. Порфирит крупнозернистый, выветрившийся, среднезернистый выветрившийся. Сланец аспидный, окварцованный прочный, окварцованный, песчаный средней прочности, слюдяной, окварцованный средней прочности. Торф сильновыветрившийся."
            },
            {
            "soil_group": 7,
            "description": "Андезит сильновыветрившийся. Аргиллит окремненный. Габбро крупно- и среднезернистое, затронутое выветриванием. Галечник изверженных и метаморфических пород (речник), крупный с небольшим количеством мелких валунов. Гнейс крупнозернистый выветрившийся, среднезернистый выветрившийся, мелкозернистый выветрившийся. Гранит крупно- и среднезернистый, затронутый выветриванием. Диабаз выветрившийся. Диорит крупнозернистый выветрившийся, среднезернистый выветрившийся, крупнозернистый, затронутый выветриванием, среднезернистый, затронутый выветриванием. Доломит прочный. Известняк окварцованный. Конгломерат осадочных пород на кремнистом цементе, с галькой (до 50%) изверженных пород на песчано-глинистом цементе. Опока крепкая. Пегматит крупнозернистый. Песчаник крупнозернистый кварцевый, окварцованный, полевошпатный окварцованный. Песчаник среднезернистый кварцевый, окварцованный, полевошпатный окварцованный. Песчаник мелкозернистый кварцевый, окварцованный. Порфир крупнозернистый, среднезернистый, мелкозернистый. выветрившийся. Сиенит крупнозернистый, затронутый выветриванием, среднезернистый, затронутый выветриванием, мелкозернистый, затронутый выветриванием. Торф слабовыветрившийся. Щебень мелкий без валунов."
            },
            {

            "soil_group": 8,
            "description": "Андезит маловыветрившийся. Аргиллит кремнистый. Базальт слабовыветрившийся. Габбро мелкозернистое, затронутое выветриванием. Гнейс, крупнозернистый, среднезернистый, мелкозернистый. Гранит мелкозернистый, затронутый выветриванием. Диорит мелкозернистый, выветрившийся, мелкозернистый, затронутый выветриванием. Доломит окремненный, окварцованный. Известняк окремненный, прочный окварцованный. Конгломерат изверженных пород на известковистом цементе. Пегматит плотный, сильноокварцованный. Порфир мелкозернистый. Сиенит мелкозернистый, выветрившийся. Сланец кремнистый, окремненный прочный. Торф со следами выветривания."
            },
            {
            "soil_group": 9,
            "description": "Альбитофир. Амфиболит окварцованный. Андезит со следами выветривания. Базальт, базальт со следами выветривания. Бетон крепкий с щебнем изверженных пород. Габбро крупнозернистое, среднезернистое, мелкозернистое. Габбро-норит. Гранит крупнозернистый, среднезернистый, мелкозернистый. Гранито-гнейс. Гранодиорит крупнозернистый, среднезернистый. Диабаз крепкий, затронутый выветриванием, тонкокристаллический. Диорит крупнозернистый, среднезернистый, мелкозернистый. Доломит кремнистый. Известняк карстовый, кремнистый. Кератофир. Конгломерат изверженных пород на кремнистом цементе, кристаллических пород на кремнистом цементе. Пегматит крупнозернистый кремнистый, на кварцевом цементе, кремнистый. Песчаник среднезернистый кремнистый на кварцевом цементе, кремнистый. Песчаник мелкозернистый кремнистый, на кварцевом цементе, кремнистый. Порфир окварцованный. Роговик, сиенит крупнозернистый, среднезернистый, мелкозернистый. Сланец кремнистый очень прочный. Трахит. Туфы окремненные, ороговикованные."
            },
            {
            "soil_group": 10,
            "description": "Альбитофир кварцевый. Валуны, валунно-галечные отложения изверженных и метаморфизированных пород, валунный грунт, валуны кристаллических пород. Гранит (микрогранит). Гранит мелкозернистый. Гранито-гнейс мелкозернистый. Гранодиорит мелкозернистый. Джеспилиты, затронутые выветриванием. Диабаз крепкий, не затронутый выветриванием. Ил кварцевый. Пегматит кварцевый. Песчаник крупнозернистый кварцевый сливной. Песчаник среднезернистый кварцевый, сливной. Песчаник мелкозернистый кварцевый сливной. Порфирит сильноокварцованный, ороговикованный."
            }
        ],
        "III":[
            {
            "soil_group": 3,
            "description": "Мел низкой прочности."
            },
            {
            "soil_group": 4,
            "description": "Алевролит глинистый низкой прочности. Бетон слабый со щебнем осадочных пород. Гипс кристаллический, малопрочный, тонкокристаллический, выветрелый, низкой прочности. Дресва, ракушечник, ракушечник пористый. Опока глинистая. Песчаник крупнозернистый низкой прочности на известковистом цементе, на глинистом цементе. Песчаник среднезернистый низкой прочности на глинистом цементе, на известковистом цементе. Песчаник мелкозернистый низкой прочности на известковистом цементе, на глинистом цементе, порфир среднезернистый выветрившийся. Сланец выветрившийся хлоритовый малопрочный. Трепел весьма низкой прочности. Цементный камень."
            },
            {
            "soil_group": 5,
            "description": "Алевролит пониженной прочности. Аргиллит малопрочный. Габбро выветрившееся: крупнозернистое выветрившееся. Гнейс крупнозернистый выветрившийся. Диорит крупнозернистый выветрившийся. Змеевик (серпентин). Известняк малопрочный, пористый выветрившийся, пористый малопрочный. Конгломерат осадочных пород на глинистом цементе. Магнезит низкой прочности. Мел малопрочный. Мергель низкой прочности, малопрочный. Опока пористая, выветрелая. Пемза. Песчаник крупнозернистый выветрившийся, глинистый пониженной прочности, глинистый малопрочный, глинистый низкой прочности, с примесью галечника. Песчаник среднезернистый выветрившийся, глинистый пониженной прочности, глинистый малопрочный, глинистый низкой прочности. Песчаник мелкозернистый выветрившийся, глинистый пониженной прочности, глинистый малопрочный, глинистый низкой прочности. Порфир крупнозернистый, выветрившийся. Сиенит крупнозернистый выветрившийся. Сланец глинистый малопрочный, глинистый низкой прочности, горючий низкой прочности, углистый низкой прочности, песчанистый низкой прочности. Туфы, слоистые, уплотненные, малопрочные, рыхлые, пористые."
            },
            {
            "soil_group": 6,
            "description": "Алевролит с включением кварца. Ангидрит средней прочности. Аргиллит слабоокремненный средней прочности. Бокситы. Габбро среднезернистое выветрившееся. Гнейс среднезернистый выветрившийся. Гранит крупнозернистый выветрившийся, среднезернистый выветрившийся. Диорит среднезернистый выветрившийся, крупнозернистый затронутый выветриванием, среднезернистый, затронутый выветриванием. Доломит малопрочный, мергелистый малопрочный, пористый, выветрившийся, весьма низкой прочности. Дресва мерзлая. Змеевик (серпентин) низкой прочности. Известняк, доломитизированный весьма низкой прочности, мергелистый весьма низкой прочности. Конгломерат осадочных пород на известковом цементе. Магнезит малопрочный. Мергель средней прочности. Опока средней прочности. Песчаник крупнозернистый глинистый на железистом цементе, на известковистом цементе. Песчаник среднезернистый глинистый на железистом цементе, на известковистом цементе. Песчаник мелкозернистый глинистый на железистом цементе, на известковистом цементе. Сиенит среднезернистый выветрившийся. Сланец средней прочности."
            },
            {
            "soil_group": 7,
            "description": "Андезит сильновыветрившийся. Аргиллит окремненный. Бетон крепкий со щебнем осадочных пород. Базальт сильновыветривающийся габбро мелкозернистое, выветрившееся, крупно- и среднезернистое, затронутое выветриванием. Гнейс мелкозернистый выветрившийся. Гранит мелкозернистый выветрившийся. Диорит мелкозернистый выветрившийся, мелкозернистый затронутый выветриванием. Доломит средней прочности. Известняк доломитизированный средней прочности, мергелистый средней прочности. Ракушечник средней прочности. Конгломерат осадочных пород на кремнистом цементе. Мрамор. Опока крепкая. Песчаник крупнозернистый кварцево-известковистый, полевошпатовый. Песчаник среднезернистый кварцево-известковистый, полевошпатовый. Песчаник мелкозернистый кварцево-известковистый, полевошпатовый. Песчаник змеевик прочный крупнозернистый, среднезернистый, мелкозернистый. Порфир мелкозернистый выветрившийся. Сиенит крупнозернистый затронутый выветриванием, среднезернистый затронутый выветриванием, мелкозернистый выветрившийся. Сланец аспидный, окварцованный прочный, окварцованный, слюдяной, торф сильновыветрившийся."
            },
            {
            "soil_group": 8,
            "description": "Аргиллит кремнистый. Торф сильновыветрившийся. Базальт слабовыветрившийся. Габбро крупнозернистое, мелкозернистое затронутое выветриванием. Гнейс крупнозернистый, гранит крупнозернистый, крупно- и среднезернистый затронутый выветриванием. Гранодиорит крупнозернистый. Диабаз выветрившийся. Диорит крупнозернистый. Доломит прочный, окварцованный, окремненный. Известняк доломитизированный. Ракушечник скарнированный. Конгломерат изверженных пород на известковистом цементе, изверженных пород на кремнистом цементе, кристаллических пород на кремнистом цементе. Пегматит крупнозернистый. Песчаник крупнозернистый кварцевый, кремнистый, на кварцевом цементе, кремнистый, окварцованный, полевошпатовый окварцованный. Песчаник среднезернистый кварцевый, кремнистый, на кварцевом цементе, кремнистый, окварцованный, полевошпатовый окварцованный. Песок мелкозернистый кварцевый, кремнистый, на кварцевом цементе, кремнистый, окварцованный, полевошпатовый окварцованный. Порфир крупнозернистый. Сиенит крупнозернистый, мелкозернистый затронутый выветриванием. Сланец песчаный средней прочности. Торф слабовыветрившийся."
            },
            {
            "soil_group": 9,
            "description": "Андезит со следами выветривания. Базальт со следами выветривания. Габбро среднезернистое. Габбро-норит, гнейс среднезернистый. Гранит среднезернистый. Гранит среднезернистый, мелкозернистый затронутый выветриванием. Гранито-гнейс. Гранодиорит среднезернистый. Диорит среднезернистый. Доломит кремнистый известняк окварцованный, окремненный, прочный окварцованный. Кератофир. Пегматит плотный сильноокварцованный. Порфир среднезернистый. Сиенит среднезернистый. Трахит со следами выветривания. Туфы окремненные, ороговикованные."
            },
            {
            "soil_group": 10,
            "description": "Альбитофир. Амфиболит окварцованный. Бетон крепкий со щебнем изверженных пород. Габбро мелкозернистое. Гнейс мелкозернистый. Гранит (микрогранит). Гранит мелкозернистый. Гранито-гнейс мелкозернистый. Гранодиорит мелкозернистый. Джеспилиты, затронутые выветриванием. Диабаз крепкий, затронутый выветриванием; тонкокристаллический. Диорит мелкозернистый. Известняк кремнистый. Ил кварцевый. Пегматит кварцевый. Песчаник крупнозернистый кварцевый сливной. Песчаник среднезернистый кварцевый сливной. Песчаник мелкозернистый кварцевый сливной. Порфир мелкозернистый, окварцованный. Роговик. Сиенит мелкозернистый. Сланец кремнистый очень прочный, окремненный прочный."
            },
            {
            "soil_group": 11,
            "description": "Альбитофир кварцевый. Диабаз крепкий не затронутый выветриванием. Порфирит сильноокварцованный, ороговикованный."
            }
        ],
        "IV":[
            {
            "soil_group": 1,
            "description": "Растительный слой и торф с небольшой примесью гальки и гравия. Иловатые грунты. Лессовидные рыхлые суглинки. Рыхлый лесс. Трепел."
            },
            {
            "soil_group": 2,
            "description": "Рыхлые пески и песчано-глинистые грунты с примесью (до 10%) мелкой гальки и гравия. Глины ленточные, песчаные, пластичные. Диатомит. Сажа."
            },
            {
            "soil_group": 3,
            "description": "Песчано-глинистые грунты с примесью (10 - 30%) мелкой гальки, щебня и гравия. Рыхлые мергели. Плотные глины и суглинки. Слежавшийся лесс. Мел слабый. Сухие пески. Уголь бурый. Плывуны."
            },
            {
            "soil_group": 4,
            "description": "Песчано-глинистые грунты со значительной (свыше 30%) примесью гальки и щебня. Плотные вязкие глины. Валунные глины. Каолин. Пористый известняк-ракушечник. Плотный мел. Гипс. Бокситы. Ангидрит. Фосфориты. Опока. Каменная соль. Каменный уголь. Мерзлые грунты: песок, ил, торф, суглинки."
            }
        ],
        "V":[
            {
            "soil_group": 1,
            "description": "Торф и растительный слой без корней. Рыхлые пески. Иловатые породы. Болотные грунты. Рыхлые песчано-глинистые грунты (супеси) без гальки и щебня. Лессовидные суглинки. Рыхлый лесс. Трепел."
            },
            {
            "soil_group": 2,
            "description": "Торф и растительный слой с корнями или с небольшой примесью мелкой гальки и гравия. Рыхлые песчано-глинистые грунты с примесью (до 20%) мелкой гальки и гравия. Разновидности песков, не вошедших в 1 и 3-ю группы. Глины ленточные, пластичные и песчаные. Диатомит. Сажа. Увлажненный слабый мел. Бурый уголь. Мягкий каменный уголь."
            },
            {
            "soil_group": 3,
            "description": "Песчано-глинистые грунты со значительной примесью (от 20 до 30%) щебня, гравия и мелкой гальки. Рыхлые мергели. Плотные глины и суглинки. Слежавшийся лесс. Мел. Сухие пески. Лед чистый. Плывуны. Каменный уголь средней крепости."
            },
            {
            "soil_group": 4,
            "description": "Песчано-глинистые грунты с большим (более 30%) содержанием гравия и гальки. Плотные вязкие глины. Валунные глины. Первичный каолин. Мягкие глинистые, углистые и талько-хлоритовые сланцы. Мергель. Глинистые песчаники. Гипс. Твердый мел. Бокситы. Ангидрит. Фосфорит. Опока. Каменная соль (галит). Крепкий каменный уголь. Мерзлые грунты: сильно водоносный песок, ил, торф, глины с примесью гравия и гальки."
            },
            {
			"soil_group": 5,
            "description": "Мелкий галечник без валунов. Аспидные кровельные, слюдистые сланцы. Песчаники на известковистом и железистом цементе. Известняки, доломиты кристаллические. Мрамор. Аргиллиты. Ноздреватые бурые железняки. Выветрившиеся изверженные: граниты, сиениты, диориты, габбро и т.п. Конгломераты осадочных пород на известковистом цементе. Мерзлые грунты: маловодоносный песок и ил, песчанистые глины, плотные влажные глины, галечники, связанные глинистым материалом с ледяными прослойками."
            },
            {
            "soil_group": 6,
            "description": "Крупный галечник с небольшим количеством мелких валунов. Окварцованные сланцы, известняки и песчаники. Крупнозернистые изверженные породы: граниты, диориты, сиениты, габбро, гнейсы. Порфиры и пегматиты. Конгломераты осадочных пород на кремнистом цементе."
            },
            {
            "soil_group": 7,
            "description": "Галечник с большим количеством крупных валунов. Валуны кристаллических пород. Кремнистые сланцы, известняки, песчаники. Мелкозернистые изверженные породы: граниты, сиениты, диориты, габбро. Плотные, сильнокварцевые пегматиты. Конгломераты кристаллических пород на кремнистом цементе."
            }
        ]
    }
}